// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "“%1$@” in “%2$@” desidera utilizzare la tua unità disco %3$@ %4$@.";

"Accept" = "Accetta";
"Decline" = "Rifiuta";
"DVD" = "DVD";
"CD" = "CD";
"disc" = "disco";
"drive" = "unità disco";
"drives" = "unità disco";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "Stai per espellere un disco in uso da un altro computer. Sei sicuro di voler continuare?";
"The remote computer will be disconnected from your computer." = "Il computer remoto verrà disconnesso dal tuo computer.";
"Eject" = "Espelli";
"Don't Eject" = "Non espellere";
